{"_env":"NODEJS","_serializationMethod":"normal","_autosave":false,"_autosaveInterval":5000,"_collections":[{"name":"items","unindexedSortComparator":"js","defaultLokiOperatorPackage":"js","_dynamicViews":[],"uniqueNames":[],"transforms":{},"rangedIndexes":{},"_data":[{"slug":"contents","body":{"elements":{"element":[{"$":{"type":"quote"},"content":["\n        Casa Giavera è una casa che accoglie ospiti da tutto il mondo. \n        Un’esperienza di vita comunitaria, che racconta i percorsi delle migrazioni. \n        Da qui in oltre trent’anni sono passate più di 1200 persone dando forma a una piccola utopia concreta. \n        "]},{"$":{"type":"gallery"},"content":[{"image":[{"$":{"src":"deMayda-6713 1.png","alt":" El Maki prepara il the come in Marocco."}},{"$":{"src":"deMayda-6890 1.png","alt":" El Maki prepara il the come in Marocco."}}]}]},{"$":{"type":"smallTitle"},"content":["\n            Una casa in cui abita il mondo intero.\n        "]},{"$":{"type":"quote"},"content":["\n    Casa Giavera è una casa di accoglienza che ospita persone provenienti da tutto il mondo. \n    Si trova nel comune di Giavera del Montello, in provincia di Treviso. \n    A partire dal 1990, oltre 1200 ospiti hanno abitato in questa casa, dando vita a un’eccezionale esperienza di vita comunitaria. \n        "]},{"$":{"type":"paragraph"},"content":["\nMettendo insieme la mappa dei luoghi di origine dei molti abitanti passati per Casa Giavera, è possibile osservare le diverse forme e percorsi delle migrazioni che hanno attraversato questo territorio.\nA Casa Giavera hanno trovato un'abitazione immigrati lavoratori, richiedenti asilo, vittime di tratta, soggetti vulnerabili. Qui risiedono sia immigrati di lungo periodo che nuovi ospiti, in una dimensione di convivenza gestita in prima persona dai residenti.\n        "]},{"$":{"type":"gallery"},"content":[{"image":[{"$":{"src":"deMayda-9186 1.png","alt":" El Maki prepara il the come in Marocco."}}]}]},{"$":{"type":"paragraph"},"type":["paragraph"],"content":["\n    I diversi progetti avviati a Casa Giavera nascono con l'intento di offrire una residenza temporanea agli ospiti e al contempo costruire percorsi di autonomia durante la permanenza.  \nTra questi il progetto Maneo, avviato nel 2019 e indirizzato a una quindicina di titolari di protezione umanitaria, vuole favorire l'inclusione attraverso la formazione professionale e l'inserimento lavorativo. L'obiettivo primario del progetto Maneo è la conversione del permesso umanitario in permesso di soggiorno per motivi di lavoro, grazie alla collaborazione con aziende del territorio.\nIl progetto nasce nell'ambito della campagna Liberi di partire, liberi di restare promossa e sostenuta dalla Conferenza episcopale italiana. Tra i soggetti promotori ci sono la Diocesi di Treviso, la Caritas Tarvisina, la Cooperativa La Esse, il Centro diocesano di formazione professionale “Opera Monte Grappa”. L’ufficio diocesano Migrantes accompagna e supporta le iniziative della casa.\nFin dall'inizio Casa Giavera si è posta in dialogo con l'esterno, per raccontare e far conoscere lo straordinario modello di accoglienza che qui ha preso forma. Nella casa si sono tenute presentazioni e laboratori sull'interculturalità, sono stati organizzati viaggi nei paesi d'origine degli ospiti, tessendo connessioni con realtà e associazioni in tutto il mondo. Decine di volontari e gruppi di giovani partecipano ogni anno a iniziative come i corsi di italiano e gli incontri di conversazione, incoraggiando la nascita di relazioni di conoscenza e amicizia con gli ospiti.\nGiavera Festival è nato con lo stesso spirito, come occasione di festa e apertura di Casa Giavera al paese in cui ha trovato dimora. L'evento si svolge dal 1995, con musica, danza, cucina dal mondo, teatro, presentazioni di libri. Tra le personalità che hanno preso parte al festival ci sono l'attore Marco Paolini, l'allora Ministro per l'integrazione Cécile Kyenge, il premio Nobel per la pace Shirin Ebadi. Alcune edizioni hanno registrato oltre 20mila presenze tra i partecipanti al festival.\nQuella di Casa Giavera è una piccola utopia concreta: uno spazio di incontro, dove le storie di vita di chi passa per questo luogo possono generare occasioni di confronto e riflessione collettiva sulle tematiche dell'immigrazione.\n        "]},{"$":{"type":"quote"},"content":["\nUna casa, in cui abita il mondo intero.\n        "]},{"$":{"type":"smallTitle"},"content":["\nDa dove veniamo       \n        "]}]}},"dir":"/","path":"/contents","extension":".xml","createdAt":"2021-06-15T09:55:12.772Z","updatedAt":"2021-06-15T09:55:12.772Z","meta":{"version":0,"revision":0,"created":1624045543402},"$loki":1}],"idIndex":[1],"maxId":1,"_dirty":true,"_nestedProperties":[],"transactional":false,"asyncListeners":false,"disableMeta":false,"disableChangesApi":true,"disableDeltaChangesApi":true,"cloneObjects":false,"cloneMethod":"deep","changes":[],"_fullTextSearch":{"ii":{"title":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}},"description":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}},"slug":{"_store":true,"_optimizeChanges":true,"docCount":1,"docStore":[[0,{"fieldLength":1}]],"totalFieldLength":1,"root":{"k":[99],"v":[{"k":[111],"v":[{"k":[110],"v":[{"k":[116],"v":[{"k":[101],"v":[{"k":[110],"v":[{"k":[116],"v":[{"k":[115],"v":[{"d":{"df":1,"dc":[[0,1]]}}]}]}]}]}]}]}]}]}},"text":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}}}}}],"databaseVersion":1.5,"engineVersion":1.5,"filename":"content.db","_persistenceAdapter":null,"_persistenceMethod":null,"_throttledSaves":true}